simplementeUnPorito/Tesis-firmware-psoc/ComparacionDiferencial_Copy_01.cydsn/Generated_Source/PSoC5/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.4
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2020 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "BPout_p_aliases.h"
#include "BPout_p.h"
#include "ADC_p_aliases.h"
#include "ADC_p.h"
#include "ADC_n_aliases.h"
#include "ADC_n.h"
#include "ADC_DelSig.h"
#include "FDA_n_aliases.h"
#include "FDA_n.h"
#include "FDA_p_aliases.h"
#include "FDA_p.h"
#include "LPout_p_aliases.h"
#include "LPout_p.h"
#include "OpaLP_n.h"
#include "BPout_n_aliases.h"
#include "BPout_n.h"
#include "OpaLP_p.h"
#include "LPin_p_aliases.h"
#include "LPin_p.h"
#include "OpaBP_n.h"
#include "OpaBP_p.h"
#include "refIn_aliases.h"
#include "refIn.h"
#include "BPin_p_aliases.h"
#include "BPin_p.h"
#include "BPin_n_aliases.h"
#include "BPin_n.h"
#include "refOut_aliases.h"
#include "refOut.h"
#include "In_n_aliases.h"
#include "In_n.h"
#include "In_p_aliases.h"
#include "In_p.h"
#include "PGA_n_1.h"
#include "PGA_p_1.h"
#include "LPin_n_aliases.h"
#include "LPin_n.h"
#include "LPout_n_aliases.h"
#include "LPout_n.h"
#include "isr_DelSig.h"
#include "PGA_n_2.h"
#include "PGA_p_2.h"
#include "Filter.h"
#include "Filter_PVT.h"
#include "isr_Filter.h"
#include "UART_PC.h"
#include "ADC_DelSig_Ext_CP_Clk.h"
#include "ADC_DelSig_IRQ.h"
#include "ADC_DelSig_theACLK.h"
#include "UART_PC_IntClock.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

